{
  "preloadedModel": [
    {
      "name": "Conjuntivitis",
      "origin": "La conjuntivitis se puede contraer si la persona que la padece ha estado en contacto con manos o toallas infectadas. Las infecciones pueden tener un origen viral -ya que los virus de una persona infectada se propagan por el aire-, o bacteriano. Este último se produce por una acumulación de bacterias en el ojo que puede proceder de cualquier otra infección producida en alguna zona del organismo. También puede ser una irritación causada por agentes químicos, viento, polvo, humo o cualquier otro tipo de polución ambiental.",
      "treatment": "Para empezar, deben limpiarse los ojos, quitando las secreciones con un paño limpio, agua hervida tibia o suero fisiológico estéril. También suelen ser útiles las compresas frías y los analgésicos. El tratamiento puede ser la administración de colirio, pomada o gel antibiótico. Para mejorar la conjuntivitis alérgica o vírica, sin embargo, lo más efectivo es el uso de gotas oftálmicas con corticosteroides, que nunca deberán utilizarse en el caso de que la infección se haya producido por herpes, ya que los corticosteroides empeoran la infección.",
      "values": [
        0.7,
        0.6,
        0.8,
        0.6,
        0.9,
        0.0,
        0.9,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.6,
        0.4,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Cataratas",
      "origin": "Existen factores, aparte de la edad, que pueden anticipar la aparición de cataratas. Un golpe, una punción, un corte, el calor intenso o una quemadura causada por agentes químicos son factores que puede lesionar el cristalino dando lugar a una catarata traumática.",
      "treatment": "Existen algunos fármacos como gotas, ungüentos, pastillas o incluso dietas especiales o ejercicios oculares que provocan un retraso en la aparición de este envejecimiento ocular, pero no se recomienda ya que la catarata senil va a aparecer irremisiblemente. El único tratamiento realmente efectivo es la cirugía. Esta técnica consiste en extraer el cristalino opaco. Se realiza con ultrasonido, con el cual se hace una pequeña incisión de 3 milímetros por encima del ojo. Luego se elimina la catarata, y por la misma herida se coloca una lente intraocular de acrílico plegable que reemplaza el cristalino opaco.",
      "values": [
        0.0,
        0.0,
        0.8,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.0,
        0.8,
        0.6,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Orzuelo",
      "origin": "Las causas principales que pueden provocar la aparición de un orzuelo son: Infección por estafilococos: Esta infección la provocan bacterias que habitan en la piel o en la nariz y que en situaciones normales son inofensivas. No obstante, a veces pueden ocasionar una infección al entrar en contacto con aberturas de la piel o el borde del párpado. La falta de higiene, como tocarse los ojos con las manos sucias, cambiar las lentillas sin desinfectarlas o dejarse el maquillaje durante la noche son algunas de las razones que pueden provocar esta infección. Inflamación crónica del párpado: También denominada blefaritis crónica. Es una inflamación del borde del párpado que, generalmente, afecta a los dos ojos y provoca la causa de la irritación y el enrojecimiento. La blefaritis se puede aparecer por delante de las pestañas (blefaritis anterior) o por detrás (blefaritis posterior).",
      "treatment": "En primer lugar, el tratamiento se reduce a aplicar masajes con calor local seco. Se debe calentar un pañuelo mediante la plancha o el microondas y realizar un masaje en la zona afectada durante 3-5 minutos. Es importante no tratar de extirpar el orzuelo ni ninguna otra protuberancia del ojo ya que puede generar más complicaciones. Se debe dejar que la infección se reduzca por sí sola y, sobre todo, no emplear lentes de contacto ni aplicar maquillaje en ese ojo hasta que se haya curado. Por otro lado, si además hay infección activa, el médico puede prescribir la aplicación de una pomada oftálmica de antibiótico tras el masaje.",
      "values": [
        0.0,
        0.5,
        0.5,
        0.0,
        0.0,
        0.9,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.7,
        0.0,
        0.0,
        0.0,
        0.6,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Estrabismo",
      "origin": "El estrabismo es una afección ocular que consiste en la pérdida de paralelismo de los ojos. Es decir, mientras un ojo dirige la mirada a un objeto, el otro se desvía en una dirección diferente. En ocasiones la desviación no se aprecia con facilidad, pero en los casos severos ocasiona problemas estéticos y de visión importantes. Además de otros tipos de clasificaciones que existen, en términos generales, el estrabismo se divide en horizontal, el ojo se desplaza bien hacia dentro o hacia fuera; y vertical, en este caso un globo ocular va hacia arriba y el otro hacia abajo. Sin embargo, existen casos de estrabismo en los que se dan diversas combinaciones.",
      "treatment": "Existen numerosas técnicas que permiten corregir este trastorno; como gafas especiales, obturación del ojo dominante de forma alterna con el otro y programas de entrenamiento visual para reforzar la visión binocular. En todo caso, la detección precoz es esencial para establecer el equilibrio muscular, es decir, recuperar el paralelismo de los ojos. El tratamiento quirúrgico está indicado en los casos severos o que no se corrigen con los tratamientos tradicionales. La cirugía consiste fortalecer o debilitar ciertos músculos de los ojos para obtener una buena visión y evitar que se tuerzan. Este tratamiento puede tener complicaciones, como la aparición de infecciones, reacciones alérgicas o caída del párpado superior. En ocasiones el estrabismo se puede corregir mediante la inyección de toxinas botulínicas y bajo anestesia general. Estas toxinas producen una parálisis temporal de los músculos y permite, por una serie de mecanismos, y, en algunos casos determinados, curar este trastorno.",
      "values": [
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.3,
        0.7,
        0.6,
        0.4,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Glaucoma",
      "origin": "Se desconocen las causas que producen esta enfermedad, aunque en ocasiones puede afectar a varios miembros de una familia. Por eso, si se tienen antecedentes familiares, es aconsejable acudir al oftalmólogo con regularidad. En cualquier caso, se recomienda una revisión por lo menos cada dos años, porque la detección del glaucoma resulta muy sencilla. Existen algunos grupos de riesgo en los que el glaucoma suele ser más común: Los mayores de 60 años, Personas con familiares directos que tengan glaucoma, Personas de raza negra o asiática, Personas con un alto grado de miopía, Pacientes medicados con corticoides, Enfermos con diabetes o hipertensión arterial.",
      "treatment": "Existen diferentes tipos de glaucoma y el tratamiento que prescriba el especialista dependerá de las características concretas de la dolencia y del paciente que la sufra. En todo caso, los tratamientos están orientados a controlar y reducir la presión intraocular. Como primera vía de abordaje del glaucoma, los especialistas suelen tratar de disminuir la presión intraocular recurriendo a fármacos en forma de colirio. Cuando el tratamiento farmacológico del glaucoma no resulta efectivo, se pueden emplear otras técnicas: El láser se utiliza para agrandar el conducto de drenaje del ojo con el objetivo de ayudar a eliminar el humor acuoso y reducir la presión intraocular. Las técnicas más habituales son la trabeculoplastia con Láser Argon y la esclerectomía filtrante con Láser Holmium. En la cirugía tradicional (trabeculectomía), el oftalmólogo utiliza instrumentos de microcirugía para crear un nuevo canal de drenaje por el que el humor acuoso salga del ojo y así disminuir la presión intraocular.",
      "values": [
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.2,
        0.4,
        0.6,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Desprendimiento de retina",
      "origin": "Una lesión en el ojo o en la cara puede ocasionar un desprendimiento de retina, así como también los altos niveles de miopía. Las personas con miopía aguda tienen globos oculares más largos y retinas más delgadas y más propensas a desprenderse. En raras ocasiones, un desprendimiento de retina puede tener lugar posteriormente a una cirugía LASIK en personas con miopía aguda. La cirugía de cataratas, los tumores, enfermedades oftalmológicas y trastornos sistémicos tales como la diabetes y la anemia drepanocítica pueden también ocasionar desprendimientos de retina.",
      "treatment": "Para reparar un desprendimiento de retina es necesaria la cirugía. El procedimiento habitualmente es realizado por un especialista de retinas, un oftalmólogo que ha realizado estudios avanzados en el tratamiento médico y quirúrgico de las afecciones de la retina. En general, cuanto más rápidamente se una la retina, mejores serán las probabilidades de que se pueda restaurar la visión. Los procedimientos quirúrgicos utilizados para tratar un desprendimiento de retina incluyen: Cirugía de cierre escleral, Vitrectomía, Retinopexia neumática.",
      "values": [
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.7,
        0.0,
        0.0,
        0.0,
        0.7,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.7,
        0.0,
        1.0,
        0.8,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Tracoma",
      "origin": "El tracoma es una forma de inflamación crónica de la membrana mucosa transparente que reviste los párpados y cubre el blanco del ojo (conjuntiva). El tracoma es causado por infección con la bacteria Chlamydia trachomatis. Esta enfermedad se presenta en todo el mundo, principalmente en zonas rurales de países en desarrollo y afecta con frecuencia a los niños, aunque es posible que las consecuencias de la cicatrización no se observen hasta una edad posterior en la vida. Aunque el tracoma es poco común en los Estados Unidos, ciertas poblaciones marcadas por la pobreza, condiciones de vida en hacinamiento o mala higiene presentan un mayor riesgo de contraer esta enfermedad. El tracoma se propaga a través del contacto directo con el ojo o nariz infectados, secreciones de la garganta o por el contacto con objetos contaminados, como toallas o prendas de vestir. Además, ciertas moscas pueden transmitir la bacteria.",
      "treatment": "En las primeras etapas de tracoma, es posible que el tratamiento con antibióticos por sí solos sea suficiente para eliminar la infección. Tu médico puede recetarte ungüento oftálmico de tetraciclina o azitromicina (Zithromax) por vía oral. La azitromicina parece ser más efectiva que la tetraciclina, pero es más costosa. El tratamiento de las etapas posteriores del tracoma (incluidas las deformidades dolorosas de los párpados) puede requerir cirugía. Las guías de la OMS (Organización Mundial de la Salud) recomiendan la cirugía para las personas con un estadio avanzado de tracoma.",
      "values": [
        0.7,
        0.0,
        0.5,
        0.0,
        0.7,
        0.0,
        0.0,
        0.0,
        1.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.3,
        1.0,
        0.0
      ]
    },
    {
      "name": "Ectropión",
      "origin": "Es la eversión del párpado de tal manera que la superficie interna queda expuesta. Casi siempre afecta al párpado inferior. El ectropión es muy a menudo ocasionado por el proceso de envejecimiento. El tejido conectivo (de soporte) del párpado se vuelve débil. Esto hace que el párpado se voltee hacia afuera, de manera que la parte interna del párpado inferior ya no está contra el globo ocular. También puede ser causado por: Un defecto que ocurre antes del nacimiento, Parálisis facial, Tejido cicatricial por quemaduras",
      "treatment": "El tratamiento del ectropión en cualquiera de sus variedades es quirúrgico. El pronóstico es bueno si se ataca el padecimiento tempranamente ya que las complicaciones son conjuntivitis crónica, hipertrofia y queratinización de la conjuntiva tarsal.",
      "values": [
        0.7,
        1.0,
        0.0,
        0.4,
        0.0,
        0.0,
        0.0,
        0.8,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.7,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.5
      ]
    },
    {
      "name": "Blefaritis",
      "origin": "Existen diversas causas posibles de blefaritis, como, por ejemplo: Infección bacteriana del párpado, Trastorno funcional de la glándula sebácea llamada Meibomio, Resequedad ocular, Infección micótica del párpado, Parásitos (ácaros Demodex en párpados)",
      "treatment": "El tratamiento de la blefaritis debe comenzar con una consulta con su optometrista u oftalmólogo para determinar la causa de la inflamación del párpado. Su médico examinará cuidadosamente sus ojos y párpados para evaluar si tiene blefaritis y qué tipo de tratamiento es el más indicado. Por lo general, el tratamiento de la blefaritis incluye: Frotado del párpado, Procedimientos en el consultorio, Gotas oftalmológicas y/o ungüentos medicados",
      "values": [
        0.0,
        0.3,
        0.0,
        0.5,
        0.0,
        0.0,
        0.8,
        1.0,
        1.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    },
    {
      "name": "Dacriocistitis",
      "origin": "El aparato lagrimal muestra una cierta propensión a la infección por estar contiguo a la superficie de la conjuntiva y a la mucosa nasal, que están normalmente colonizadas por bacterias. La función del sistema excretor lagrimal es drenar las lágrimas que humedecen el ojo. La obstrucción de este conducto excretor produce el estancamiento de las lágrimas con la subsiguiente infección. Una forma especial de inflamación del saco lagrimal es la dacriocistitis congénita, que se debe probablemente a alguna anormalidad de la embriogenesis de aparato lagrimal.",
      "treatment": "La dacriocistitis aguda requiere un tratamiento urgente para evitar complicaciones. Se trata mediante: Compresas calientes, que se reponen con frecuencia, Antibióticos, Cefalexina para los casos leves, Cefazolina para los casos graves, Incisión y drenaje si se ha formado un absceso. El tratamiento antibiótico puede modificarse a partir de los resultados de los cultivos. La dacriocistitis crónica se trata mediante dilatación del conducto nasolagrimal con una sonda, previa inoculación de un anestésico local, como Proparacaína o Tetracaína. Las anomalías nasales que puedan haberse producido deben corregirse. Si fracasa este tratamiento conservador, pueden aplicarse los siguientes procedimientos quirúrgicos: Dacriocistorrinostomía - Consiste en crear un nuevo conducto de drenaje entre el saco lagrimal y la nariz. Dacriocistectomía - Extirpación o ablación del saco lagrimal.",
      "values": [
        0.6,
        0.8,
        0.0,
        0.0,
        0.8,
        0.9,
        0.0,
        0.0,
        1.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0,
        0.0
      ]
    }
  ]
}
